[CombatMessages]

[VehicleMessages]

[MissionMessages]
MissionOfferedPreamble=Mission Offered:
MissionOfferAcceptedByGroup=Mission Accepted By Group Leader.
MissionDiversionPreamble=Mission Changed:
MissionOfferRevoked=Mission Offer Revoked
MissionEnded=Mission Ended
MissionStageOpposed=Stage <Stage_Cur> / <Stage_Max>
MissionStageUnopposed=Stage <Stage_Cur> / <Stage_Max>
FinalMissionStage=Last Stage

[SystemMessages]
TimeStampOn=Chat TimeStamping On
TimeStampOff=Chat TimeStamping Off
ProfanityFilterOn=Profanity Filter On
ProfanityFilterOff=Profanity Filter Off
ShowNamesOn=Player Names On
ShowNamesOff=Player Names Off
SavedChatLog=Saved '<location>'
GroupPledgedContact=Pledged: <contact>.
GroupPledgedContactSingle=Pledged: <contact>.
GroupUnPledgedContact=Not Pledged: <contact>.
GroupUnPledgedContactSingle=Not Pledged: <contact>.
CoinToss_Head=Heads (<Player>)
CoinToss_Tails=Tails (<Player>)
NumUnrealMail_Singular=Mail
NumUnrealMail_Plural=<NUMBER> Mail
NewMailReceived=Mail
NewMailReceived_Plural=<NUMBER> Mail
You=You
GroupPublicModeDefaultOn=Newly Created Groups Will Be Public
GroupPublicModeDefaultOff=Newly Created Groups Will Be Private
GroupInviteModeDefaultOn=Newly Created Groups Will Allow Everyone To Invite
GroupInviteModeDefaultOff=Newly Created Groups Will Allow Only You To Invite
GroupPublicModeOn=Group Public
GroupPublicModeOff=Group Private
GroupInviteModeOn=Everyone Can Invite
GroupInviteModeOff=Group Leader Can Invite
MissionOffersOn=Mission Offers Enabled
MissionOffersOff=Mission Offers Disabled
InGameTime=In-Game Time: <hours>:<minutes>:<seconds>
ServerTime=Server Time: <hours>:<minutes>:<seconds>
LocalTime=Local Time: <hours>:<minutes>:<seconds>
LatencyTestStart=Lantecy Test Will Run For <minutes> Minutes. Re-type To Cancel
LatencyTestNotAvailable=Latency Test Unavailable
LatencyTestComplete=Test Complete. Send <file> To Support
LatencyTestAborted=Test Aborted
LatencyTestCouldNotOpenLog=Creation Failed: <file>
LatencyTestTemporarilyUnavailable=Latency Test Temporarily Unavailable
LatencyTestStartFailed=Failed To Start Latency Test
AccountSilenced=Silenced Until: <expiry>
AccountUnsilenced=Unsilenced

[SystemWarning]
NoReplyReceiver=No-one To Reply To
WorldServerDisconnected=World Server Not Connected
WorldNotEntered=Player Hasn't Entered World
DistrictServerDisconnected=District Not Connected
WhisperSyntax=Correct Format: /w Receiver Message
WhisperReceiverNameLenShort=Receiver's Name Too Short
WhisperReceiverNameLenExceed=Receiver's Name Too Long
InGroup=In Group
NotInGroup=Not In Group
NotInTrade=Not In Trade
NotInTeam=Not In Team
NotInClan=Not In Clan
NotAnOfficer=Not Officer
NoRank=Incorrect Rank
NoPlayerPawn=Player Dead
PlayerPermissionInsufficient=Insufficient Permissions
PlayerRankInsufficient=Insufficient Rank
NoSuchGroupMember=Member in Group
NoSuchTeamMember=Member in Clan
GroupInviteSendFail=Failed Sending Group Invite
GroupAcceptSendFail=Failed Accepting Group Invite
GroupAcceptNoInvite=No Group Invite
GroupDeclineSendFail=Failed Sending Group Decline
GroupDeclineNoInvite=No Group Invite
GroupLeaveSendFail=Failed Leaving Group
GroupTransferSendFail=Failed Leaving Group
GroupRemoveSendFail=Failed Removing Player
ClanInviteSendFail=Failed Sending Clan Invite
ClanAcceptSendFail=Failed Accepting Clan Invite
ClanAcceptNoInvite=No Clan Invite
ClanDeclineSendFail=Failed Sending Clan Decline
ClanDeclineNoInvite=No Clan Invite
ClanRemoveSendFail=Failed Removing Player
ClanLeaveSendFail=Failed Leaving Clan
ClanRemoveSelfFail=Use '/clanleave'
ClanLeaveLeaderFail=Disband Clan - You Are The Leader
FriendAddSendFail=Unable To Add Friend
FriendAcceptSendFail=Unable To Accept Friend Request
FriendAcceptNoInvite=Unable To Find Friend Request To Accept
FriendDeclineSendFail=Unable To Decline Friend Request
FriendDeclineNoInvite=Unable To Find Friend Request To Accept
FriendRemoveSendFail=Unable To Remove Friend
NoSuchPlayerInFriendList=Player Not Friended
IgnoreSendFail=Unable To Ignore
UnIgnoreSendFail=Unable To Unignore
NoSuchPlayerInIgnoreList=Player Not Ignored
TradeAcceptSendFail=Unable To Accept Trade
TradeAcceptNoInvite=No Trades To Accept
TradeDeclineSendFail=Unable To Decline Trade
TradeDeclineNoInvite=No Trade To Decline
PlayedSendFail=Unable To Check Playtime
WhoSendFail=Failed Sending Who Request
AFKSendFail=Failed Sending AFK Request
DNDSendFail=Failed Sending DND Request
CommandNotAvailableUntilInWorld=Connect To District First
CommandNotAvailableUntilInDistrict=Connect To District First
CommandNotAvailableUntilSpawnedInDistrict=Spawn In District First
CommandNotAvailableInEditors=Unavailable In Editors
EmoteNotUnlocked=Emote Not Unlocked
TooManyArguments=Correct Syntax: <syntaxhint>
NotEnoughArguments=Correct Syntax: <syntaxhint>
NeedsOneArgument=Function Needs Argument
NeedsTwoArguments=Function Needs Two Arguments
CharacterNameLenShort=Player's Name Too Short
CharacterNameLenExceed=Player's Name Too Long
WhisperToSelfFailed=Can't Whisper Yourself
TargetPlayerNotInClan=Player Not Part Of Clan
NotGroupLeader=Not Group Leader
NotInDistrict=Join District First
ReportPlayerSuccess=Successfully Reported Player
ReportPlayerFail=Unable To Find Player
ReportPlayerFailSelf=Unable To Report Yourself

[TabNames]
Chat=Chat
Help=Help
